Repository: ZingerLittleBee/ServerBee
Catalog: apps/ios/ServerBee/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Proxy
zh_hans: 代理

source: Public
zh_hans: 公开

source: Public / window
zh_hans: 公开/窗口

source: Public Panels
zh_hans: 公开面板

source: Public page enabled
zh_hans: 启用公开页面

source: Public remark
zh_hans: 公开备注

source: Push
zh_hans: 推送

source: Quarterly
zh_hans: 每季度

source: RESOLVED
zh_hans: 已解决

source: Range
zh_hans: 范围

source: Rate Limits
zh_hans: 访问限制

source: Recent
zh_hans: 最近

source: Recent results
zh_hans: 最近结果

source: Recent uptime
zh_hans: 近期在线率

source: Recently resolved
zh_hans: 最近已解决

source: Recheck Now
zh_hans: 立即重检

source: Recheck failed
zh_hans: 重检失败

source: Recover agent
zh_hans: 恢复 Agent

source: Region
zh_hans: 地区

source: Register / window
zh_hans: 注册/窗口

source: Remaining budget
zh_hans: 剩余预算

source: Remark
zh_hans: 备注

source: Remove
zh_hans: 移除

source: Remove %@
zh_hans: 移除 %@

source: Remove container?
zh_hans: 确定移除容器？

source: Remove this block?
zh_hans: 确定移除此屏蔽规则？

source: Removes all saved traceroute runs for this server.
zh_hans: 移除该服务器保存的所有路由追踪记录。

source: Removes the task and its result history. This cannot be undone.
zh_hans: 将删除该任务及其结果历史，此操作不可撤销。

source: Rename
zh_hans: 重命名

source: Rename Group
zh_hans: 重命名分组

source: Require a time-based one-time code from an authenticator app when signing in on the web.
zh_hans: 在网页端登录时需要来自验证器应用的动态验证码。

source: Reset
zh_hans: 重置

source: Reset All
zh_hans: 全部重置

source: Reset Password
zh_hans: 重置密码

source: Reset all rate limits?
zh_hans: 确定重置所有访问限制？

source: Reset password
zh_hans: 重置密码

source: Resetting signs the user out everywhere and revokes their API keys.
zh_hans: 重置后用户将在所有设备上退出登录，其 API 密钥也将被撤销。

source: Resolved
zh_hans: 已解决

source: Resolved At
zh_hans: 解决时间

source: Resources
zh_hans: 资源

source: Restart
zh_hans: 重启

source: Restart container?
zh_hans: 确定重启容器？

source: Restarting
zh_hans: 重启中

source: Restricted
zh_hans: 受限

source: Result
zh_hans: 结果

source: Retries
zh_hans: 重试次数

source: Retries: %d
zh_hans: 重试次数：%d

source: Retry
zh_hans: 重试

source: Retry interval seconds
zh_hans: 重试间隔（秒）

source: Revoke
zh_hans: 撤销

source: Revoke %@
zh_hans: 撤销 %@

source: Revoke pending code
zh_hans: 撤销待使用注册码

source: Revoke the pending code before generating a new one.
zh_hans: 生成新注册码前请先撤销待使用的注册码。

source: Revoke this key?
zh_hans: 确定撤销此密钥？

source: Revoke token & generate code
zh_hans: 撤销令牌并生成注册码

source: Role
zh_hans: 角色

source: Rule Enabled
zh_hans: 规则已启用

source: Rule Name
zh_hans: 规则名称

source: Rules evaluate live metrics and fire when thresholds are crossed. Edit conditions on the web dashboard.
zh_hans: 规则实时评估指标，超过阈值时触发告警。请在网页仪表盘上编辑条件。

source: Run
zh_hans: 运行

source: Run Traceroute
zh_hans: 运行路由追踪

source: Run a check to assess this server's IP reputation.
zh_hans: 运行检测以评估此服务器的 IP 信誉。

source: Run and schedule shell commands from the web dashboard.
zh_hans: 在网页仪表盘上运行并调度 Shell 命令。

source: Run now
zh_hans: 立即运行

source: Run the install command on the target server. The code expires soon.
zh_hans: 在目标服务器上运行安装命令，注册码即将过期。

source: Run this task now?
zh_hans: 确定立即运行此任务？

source: Running
zh_hans: 运行中

source: Running…
zh_hans: 运行中…

source: Runs commands on the selected servers with the agent's privileges. One-shot tasks run immediately on save.
zh_hans: 以 Agent 权限在所选服务器上执行命令。单次任务保存后立即运行。

source: SSH Brute Force
zh_hans: SSH 暴力破解

source: SSH Login
zh_hans: SSH 登录

source: Sample ports
zh_hans: 示例端口

source: Sample users
zh_hans: 示例用户

source: Save
zh_hans: 保存

source: Save Role
zh_hans: 保存角色

source: Save Settings
zh_hans: 保存设置

source: Scan QR Code
zh_hans: 扫描二维码

source: Schedule
zh_hans: 调度计划

source: Scheduled
zh_hans: 已调度

source: Scheduled Commands
zh_hans: 定时命令

source: Scope
zh_hans: 权限范围

source: Search servers...
zh_hans: 搜索服务器...

source: Security
zh_hans: 安全

source: Security Event
zh_hans: 安全事件

source: Security events
zh_hans: 安全事件

source: Security unavailable
zh_hans: 安全功能不可用

source: Select at least one server.
zh_hans: 请至少选择一台服务器。

source: Selected servers
zh_hans: 已选服务器

source: Sent
zh_hans: 已发送

source: Server
zh_hans: 服务器

source: Server Groups
zh_hans: 服务器分组

source: Server URL
zh_hans: 服务器地址

source: Server created
zh_hans: 服务器已创建

source: Server detail
zh_hans: 服务器详情

source: Server is offline
zh_hans: 服务器已离线

source: Server is offline — traceroute is unavailable
zh_hans: 服务器已离线，路由追踪不可用

source: Server name
zh_hans: 服务器名称

source: Servers
zh_hans: 服务器

source: Servers in this group become ungrouped. This cannot be undone.
zh_hans: 此分组内的服务器将取消分组，此操作不可撤销。

source: Service Access
zh_hans: 服务访问

source: Service monitors
zh_hans: 服务监控

source: Service monitors are configured from the web dashboard.
zh_hans: 服务监控在网页仪表盘上配置。

source: Set Up 2FA
zh_hans: 设置 2FA

source: Set a price and billing cycle to see cost insights.
zh_hans: 设置价格和计费周期以查看费用分析。

source: Setting the status to Resolved closes the incident.
zh_hans: 将状态设为已解决将关闭此事件。

source: Settings
zh_hans: 设置

source: Setup failed
zh_hans: 设置失败

source: Severity
zh_hans: 严重程度

source: Show on public status page
zh_hans: 在公开状态页显示

source: Sign Out
zh_hans: 退出登录

source: Sign out %@?
zh_hans: 退出 %@?

source: Sign out device?
zh_hans: 注销此设备?

source: Signing in elsewhere will be required again after changing your password.
zh_hans: 修改密码后,其他设备需要重新登录。

source: Size
zh_hans: 大小

source: Skipped — exec not enabled
zh_hans: 已跳过 — 未启用命令执行

source: Source
zh_hans: 来源

source: Source IP
zh_hans: 源 IP

source: Specific servers
zh_hans: 指定服务器

source: Start
zh_hans: 启动

source: Starts
zh_hans: 开始

source: Stats
zh_hans: 统计

source: Status
zh_hans: 状态

source: Status Page
zh_hans: 状态页

source: Stop
zh_hans: 停止

source: Stop container?
zh_hans: 停止容器?

source: Stopped
zh_hans: 已停止

source: Streaming
zh_hans: 实时流

source: Success
zh_hans: 成功

source: Swap
zh_hans: 交换分区

source: Swipe a channel to send a test notification.
zh_hans: 左滑渠道可发送测试通知。

source: System
zh_hans: 跟随系统

source: Tags (comma separated)
zh_hans: 标签(逗号分隔)

source: Target
zh_hans: 目标

source: Target servers
zh_hans: 目标服务器

source: Targets
zh_hans: 目标

source: Temperature
zh_hans: 温度

source: Terminal
zh_hans: 终端

source: Test
zh_hans: 测试

source: That device will need to sign in again.
zh_hans: 该设备将需要重新登录。

source: That target is already blocked
zh_hans: 该目标已被封禁

source: The action failed on the server.
zh_hans: 操作在服务器端失败。

source: The agent did not respond in time.
zh_hans: Agent 未在规定时间内响应。

source: The agent is offline.
zh_hans: Agent 已离线。

source: The block applies only to the selected servers.
zh_hans: 此封禁仅对所选服务器生效。

source: Theme
zh_hans: 主题

source: These actions run on the server and are audited. Open the web dashboard for the full experience.
zh_hans: 这些操作在服务器上执行并会被审计。完整功能请使用 Web 控制台。

source: This Cycle
zh_hans: 本周期

source: This device
zh_hans: 本设备

source: This host has no containers in this filter.
zh_hans: 该主机在此筛选条件下没有容器。

source: This is the device you're using now — you'll be signed out of the app.
zh_hans: 这是你当前正在使用的设备 — 将退出 App 登录。

source: This is the only time the full key is shown. Store it somewhere safe.
zh_hans: 完整密钥仅显示这一次,请妥善保存。

source: This permanently deletes the incident and its update history.
zh_hans: 将永久删除该故障及其更新记录。

source: This permanently removes the account and all its sessions and keys.
zh_hans: 这将永久删除该账号及其所有会话和密钥。

source: This removes the event from history. It can't be undone.
zh_hans: 将从历史记录中移除该事件，且无法撤销。

source: This removes the target and its history from every server it is assigned to.
zh_hans: 这将从分配该目标的所有服务器上移除它及其历史数据。

source: This server has no connected agent yet. Generate a one-time code and run the install command on the host.
zh_hans: 该服务器尚未连接 Agent。请生成一次性代码,并在主机上运行安装命令。

source: This server is waiting for its agent to connect with an enrollment code.
zh_hans: 该服务器正在等待 Agent 使用注册代码连接。

source: Threshold
zh_hans: 阈值

source: Time
zh_hans: 时间

source: Timed out
zh_hans: 已超时

source: Timeout seconds (optional)
zh_hans: 超时秒数(可选)

source: Title
zh_hans: 标题

source: Too many attempts. Please try again later.
zh_hans: 尝试次数过多,请稍后再试。

source: Total
zh_hans: 总计

source: Total attempts
zh_hans: 总尝试次数

source: Total received
zh_hans: 总接收

source: Total sent
zh_hans: 总发送

source: Traceroute
zh_hans: 路由追踪

source: Traceroute failed
zh_hans: 路由追踪失败

source: Traceroute timed out
zh_hans: 路由追踪超时

source: Tracing route…
zh_hans: 正在追踪路由…

source: Traffic
zh_hans: 流量

source: Traffic by server
zh_hans: 各服务器流量

source: Traffic from this target will be allowed again on the covered servers.
zh_hans: 来自该目标的流量将在相关服务器上重新放行。

source: Traffic limit
zh_hans: 流量限额

source: Traffic limit (GiB)
zh_hans: 流量限额 (GiB)

source: Traffic type
zh_hans: 流量类型

source: Traffic unavailable
zh_hans: 流量数据不可用

source: Transfer
zh_hans: 传输

source: Trigger Count
zh_hans: 触发次数

source: Trigger Mode
zh_hans: 触发模式

source: Triggered %d times
zh_hans: 已触发 %d 次

source: Triggers the agent to download and install the latest release, then reconnect. The agent restarts during the upgrade.
zh_hans: 触发 Agent 下载并安装最新版本,然后重新连接。升级期间 Agent 会重启。

source: Try again
zh_hans: 重试

source: Turn Off 2FA
zh_hans: 关闭两步验证

source: Two-Factor
zh_hans: 两步验证

source: Two-Factor Auth
zh_hans: 两步验证

source: Two-Factor Authentication
zh_hans: 两步验证

source: Type
zh_hans: 类型

source: Unavailable
zh_hans: 不可用

source: Unknown
zh_hans: 未知

source: Unlocked
zh_hans: 已解锁

source: Unsupported
zh_hans: 不支持

source: Up
zh_hans: 上行

source: Up to 8 tags, each ≤16 chars (letters, digits, _ - .).
zh_hans: 最多 8 个标签,每个 ≤16 字符(字母、数字、_ - .)。

source: Up to date
zh_hans: 已是最新

source: Update Database
zh_hans: 更新数据库

source: Update available: v%@
zh_hans: 有可用更新:v%@

source: Update message
zh_hans: 更新说明

source: Updated
zh_hans: 已更新

source: Upgrade agent
zh_hans: 升级 Agent

source: Upgrade failed
zh_hans: 升级失败

source: Upgrade requested — the agent will reconnect shortly.
zh_hans: 已请求升级 — Agent 将很快重新连接。

source: Upgrade timed out
zh_hans: 升级超时

source: Upgrade to v%@
zh_hans: 升级到 v%@

source: Upgraded to v%@
zh_hans: 已升级到 v%@

source: Upgrading…
zh_hans: 正在升级…

source: Upload
zh_hans: 上传

source: Uptime
zh_hans: 在线时长

source: Uptime Thresholds
zh_hans: 在线率阈值

source: Uptime at or above warning is healthy; below critical is shown as down.
zh_hans: 在线率达到或高于警告值为健康;低于严重值则显示为宕机。

source: Username
zh_hans: 用户名

source: Users
zh_hans: 用户

source: Value per resource (monthly)
zh_hans: 每项资源价值(每月)

source: Verify & Enable
zh_hans: 验证并启用

source: Verifying
zh_hans: 正在验证

source: Version
zh_hans: 版本

source: View Server
zh_hans: 查看服务器

source: View live logs
zh_hans: 查看实时日志

source: Virtualization
zh_hans: 虚拟化

source: Volumes
zh_hans: 存储卷

source: Waiting for hops…
zh_hans: 正在等待路由跳点…

source: Waiting for log output…
zh_hans: 正在等待日志输出…

source: Warning below
zh_hans: 警告低于

source: Waste
zh_hans: 浪费

source: Weight: %d
zh_hans: 权重:%d

source: When off, the public status page is not reachable.
zh_hans: 关闭后,公开状态页将无法访问。

source: Why is this blocked?
zh_hans: 为什么被封禁?

source: Window
zh_hans: 时间窗口

source: Yearly
zh_hans: 每年

source: Yes
zh_hans: 是

source: You are currently offline
zh_hans: 你当前处于离线状态

source: Your password has been updated.
zh_hans: 你的密码已更新。

# alerts_detail
source: Alert Detail
zh_hans: 告警详情

# alerts_firing
source: Firing
zh_hans: 触发中

# alerts_first_triggered
source: First Triggered
zh_hans: 首次触发

# alerts_loading
source: Loading alerts...
zh_hans: 加载告警中...

# alerts_message
source: Message
zh_hans: 消息

# alerts_no
source: No
zh_hans: 否

# alerts_no_alerts
source: No recent alerts
zh_hans: 暂无最近告警

# alerts_not_found
source: Alert not found
zh_hans: 告警未找到

# alerts_resolved
source: Resolved
zh_hans: 已恢复

# alerts_resolved_at
source: Resolved At
zh_hans: 恢复时间

# alerts_rule_enabled
source: Rule Enabled
zh_hans: 规则已启用

# alerts_rule_name
source: Rule Name
zh_hans: 规则名称

# alerts_server
source: Server
zh_hans: 服务器

# alerts_trigger_count
source: Trigger Count
zh_hans: 触发次数

# alerts_trigger_mode
source: Trigger Mode
zh_hans: 触发模式

# alerts_view_server
source: View Server
zh_hans: 查看服务器

# alerts_yes
source: Yes
zh_hans: 是

# common_nav_alerts
source: Alerts
zh_hans: 告警

# common_nav_servers
source: Servers
zh_hans: 服务器

# common_nav_settings
source: Settings
zh_hans: 设置

# common_offline_message
source: You are offline
zh_hans: 您已离线

source: example.com or 1.1.1.1
zh_hans: example.com 或 1.1.1.1

# login_back
source: Back
zh_hans: 返回

# login_button
source: Log In
zh_hans: 登录

# login_connection_failed
source: Connection failed. Please check the server URL.
zh_hans: 连接失败，请检查服务器地址

# login_enter_totp_code
source: Enter verification code
zh_hans: 请输入验证码

# login_invalid_credentials
source: Invalid username or password
zh_hans: 用户名或密码错误

# login_password
source: Password
zh_hans: 密码

# login_server_url_placeholder
source: Server URL (e.g. https://example.com)
zh_hans: 服务器地址（如 https://example.com）

# login_title
source: Login
zh_hans: 登录

# login_too_many_attempts
source: Too many attempts. Please try again later.
zh_hans: 尝试次数过多，请稍后再试

# login_totp_code
source: TOTP Code
zh_hans: 验证码

# login_username
source: Username
zh_hans: 用户名

source: loss %@
zh_hans: 丢包 %@

source: of %@
zh_hans: 共 %@

source: over %lld days
zh_hans: 过去 %lld 天

# qr_camera_input_failed
source: Cannot access camera
zh_hans: 无法访问摄像头

# qr_camera_output_failed
source: Cannot configure scanner
zh_hans: 无法配置扫码器

# qr_camera_unavailable
source: Camera not available
zh_hans: 摄像头不可用

# qr_open_settings
source: Open Settings
zh_hans: 打开设置

# qr_permission_denied_body
source: ServerBee needs camera access to scan QR codes. Enable it in Settings.
zh_hans: ServerBee 需要摄像头权限才能扫描二维码。请在系统设置中开启。

# qr_permission_denied_title
source: Camera permission denied
zh_hans: 摄像头权限被拒绝

source: resets in %llds
zh_hans: %lld 秒后重置

source: round %lld/%lld)
zh_hans: 第 %lld/%lld 轮)

# servers_disk
source: Disk
zh_hans: 磁盘

# servers_filter_all
source: All
zh_hans: 全部

# servers_filter_offline
source: Offline
zh_hans: 离线

# servers_filter_online
source: Online
zh_hans: 在线

# servers_history_charts
source: History Charts
zh_hans: 历史图表

# servers_live_metrics
source: Live Metrics
zh_hans: 实时指标

# servers_load
source: Load
zh_hans: 负载

# servers_loading
source: Loading servers...
zh_hans: 加载服务器中...

# servers_memory
source: Memory
zh_hans: 内存

# servers_network_in
source: Network In
zh_hans: 入站流量

# servers_network_out
source: Network Out
zh_hans: 出站流量

# servers_no_servers
source: No servers connected
zh_hans: 暂无连接的服务器

# servers_offline
source: Offline
zh_hans: 离线

# servers_online
source: Online
zh_hans: 在线

# servers_processes
source: Processes
zh_hans: 进程

# servers_search_placeholder
source: Search servers...
zh_hans: 搜索服务器...

# servers_uptime
source: Uptime
zh_hans: 运行时间

# servers_view_history
source: View History
zh_hans: 查看历史

source: via %@
zh_hans: 通过 %@

source: “%@” will be gracefully stopped.
zh_hans: 将正常停止 “%@”。

source: “%@” will be removed. This cannot be undone. Use Force remove if it is still running.
zh_hans: 将移除 “%@”。此操作不可撤销。若仍在运行,请使用强制移除。

source: “%@” will be restarted.
zh_hans: 将重启 “%@”。
